Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

# data_disclosure_message
source: Photos you take are sent to our AI service over a secure connection to generate solutions. Images are not stored on any server after processing.
ar: يتم إرسال الصور التي تلتقطها إلى خدمة الذكاء الاصطناعي عبر اتصال آمن لإنشاء الحلول. لا يتم تخزين الصور على أي خادم بعد المعالجة.
az: Çəkdiyiniz şəkillər həll yaratmaq üçün təhlükəsiz bağlantı ilə AI xidmətimizə göndərilir. Şəkillər emal edildikdən sonra heç bir serverdə saxlanılmır.
bg: Снимките, които правите, се изпращат до нашата AI услуга чрез защитена връзка за генериране на решения. Изображенията не се съхраняват на сървър след обработката.
bn: আপনার তোলা ছবিগুলো সমাধান তৈরি করতে নিরাপদ সংযোগের মাধ্যমে আমাদের AI পরিষেবায় পাঠানো হয়। প্রক্রিয়াকরণের পরে ছবিগুলো কোনো সার্ভারে সংরক্ষিত হয় না।
ca: Les fotos que feu s'envien al nostre servei d'IA mitjançant una connexió segura per generar solucions. Les imatges no s'emmagatzemen a cap servidor després del processament.
cs: Pořízené fotografie jsou odesílány do naší AI služby přes zabezpečené připojení za účelem generování řešení. Obrázky nejsou po zpracování uchovávány na žádném serveru.
da: Fotos du tager sendes til vores AI-tjeneste via en sikker forbindelse for at generere løsninger. Billeder gemmes ikke på nogen server efter behandling.
de: Aufgenommene Fotos werden über eine sichere Verbindung an unseren KI-Dienst gesendet, um Lösungen zu erstellen. Bilder werden nach der Verarbeitung nicht auf einem Server gespeichert.
el: Οι φωτογραφίες που τραβάτε αποστέλλονται στην υπηρεσία AI μας μέσω ασφαλούς σύνδεσης για τη δημιουργία λύσεων. Οι εικόνες δεν αποθηκεύονται σε κανέναν διακομιστή μετά την επεξεργασία.
es: Las fotos que tomas se envían a nuestro servicio de IA a través de una conexión segura para generar soluciones. Las imágenes no se almacenan en ningún servidor después del procesamiento.
es_419: Las fotos que tomas se envían a nuestro servicio de IA a través de una conexión segura para generar soluciones. Las imágenes no se almacenan en ningún servidor después del procesamiento.
es_mx: Las fotos que tomas se envían a nuestro servicio de IA a través de una conexión segura para generar soluciones. Las imágenes no se almacenan en ningún servidor después del procesamiento.
es_us: Las fotos que tomas se envían a nuestro servicio de IA a través de una conexión segura para generar soluciones. Las imágenes no se almacenan en ningún servidor después del procesamiento.
fa: عکس‌هایی که می‌گیرید از طریق اتصال امن به سرویس هوش مصنوعی ما ارسال می‌شوند تا راه‌حل تولید شود. تصاویر پس از پردازش در هیچ سروری ذخیره نمی‌شوند.
fi: Ottamasi valokuvat lähetetään AI-palveluumme suojatun yhteyden kautta ratkaisujen luomiseksi. Kuvia ei tallenneta millekään palvelimelle käsittelyn jälkeen.
fil: Ang mga larawan na kinukuha mo ay ipinapadala sa aming AI service sa pamamagitan ng secure na koneksyon para gumawa ng solusyon. Ang mga larawan ay hindi sine-save sa anumang server pagkatapos ng pagproseso.
fr: Les photos que vous prenez sont envoyées à notre service d'IA via une connexion sécurisée pour générer des solutions. Les images ne sont stockées sur aucun serveur après le traitement.
fr_ca: Les photos que vous prenez sont envoyées à notre service d'IA via une connexion sécurisée pour générer des solutions. Les images ne sont stockées sur aucun serveur après le traitement.
gu: તમે લીધેલા ફોટા ઉકેલો બનાવવા માટે સુરક્ષિત કનેક્શન દ્વારા અમારી AI સેવામાં મોકલવામાં આવે છે. પ્રક્રિયા પછી છબીઓ કોઈપણ સર્વર પર સંગ્રહિત થતી નથી.
ha: Ana aika hotunan da kuka ɗauka zuwa sabis ɗinmu na AI ta hanyar haɗin amintacce don samar da mafita. Ba a adana hotuna a kowane uwar garke bayan aiwatarwa.
he: תמונות שאתה מצלם נשלחות לשירות ה-AI שלנו דרך חיבור מאובטח ליצירת פתרונות. התמונות אינן נשמרות באף שרת לאחר העיבוד.
hi: आपके द्वारा ली गई तस्वीरें समाधान बनाने के लिए सुरक्षित कनेक्शन के माध्यम से हमारी AI सेवा को भेजी जाती हैं। प्रसंस्करण के बाद छवियां किसी भी सर्वर पर संग्रहीत नहीं की जातीं।
hr: Fotografije koje snimite šalju se našoj AI usluzi putem sigurne veze radi generiranja rješenja. Slike se ne pohranjuju na nijednom poslužitelju nakon obrade.
hu: Az Ön által készített fényképek biztonságos kapcsolaton keresztül kerülnek elküldésre AI szolgáltatásunkhoz a megoldások generálásához. A képek feldolgozás után nem tárolódnak egyetlen szerveren sem.
id: Foto yang Anda ambil dikirim ke layanan AI kami melalui koneksi aman untuk menghasilkan solusi. Gambar tidak disimpan di server mana pun setelah diproses.
it: Le foto scattate vengono inviate al nostro servizio AI tramite connessione sicura per generare soluzioni. Le immagini non vengono archiviate su alcun server dopo l'elaborazione.
ja: 撮影した写真は、解答を生成するために安全な接続を介してAIサービスに送信されます。画像は処理後、サーバーに保存されません。
jv: Foto sing sampeyan jepret dikirim menyang layanan AI kita liwat sambungan aman kanggo nggawe solusi. Gambar ora disimpen ing server sawise diproses.
kk: Сіз түсірген фотосуреттер шешімдер жасау үшін қауіпсіз байланыс арқылы AI қызметімізге жіберіледі. Суреттер өңдеуден кейін ешбір серверде сақталмайды.
kn: ನೀವು ತೆಗೆದ ಫೋಟೋಗಳನ್ನು ಪರಿಹಾರಗಳನ್ನು ರಚಿಸಲು ಸುರಕ್ಷಿತ ಸಂಪರ್ಕದ ಮೂಲಕ ನಮ್ಮ AI ಸೇವೆಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ. ಪ್ರಕ್ರಿಯೆಯ ನಂತರ ಚಿತ್ರಗಳನ್ನು ಯಾವುದೇ ಸರ್ವರ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 촬영한 사진은 솔루션을 생성하기 위해 보안 연결을 통해 AI 서비스로 전송됩니다. 이미지는 처리 후 어떤 서버에도 저장되지 않습니다.
ku: Wêneyên ku hûn dikişînin bi girêdanek ewle ji bo çêkirina çareseriyê ji karûbarê me yê AI re têne şandin. Wêne piştî pêvajoyê li tu serverekê nayên hilanîn.
mr: तुम्ही काढलेले फोटो उपाय तयार करण्यासाठी सुरक्षित कनेक्शनद्वारे आमच्या AI सेवेला पाठवले जातात. प्रक्रियेनंतर प्रतिमा कोणत्याही सर्व्हरवर साठवल्या जात नाहीत.
ms: Foto yang anda ambil dihantar ke perkhidmatan AI kami melalui sambungan selamat untuk menjana penyelesaian. Imej tidak disimpan di mana-mana pelayan selepas pemprosesan.
nb: Bilder du tar sendes til vår AI-tjeneste via en sikker tilkobling for å generere løsninger. Bildene lagres ikke på noen server etter behandling.
nl: Foto's die u maakt worden via een beveiligde verbinding naar onze AI-dienst gestuurd om oplossingen te genereren. Afbeeldingen worden na verwerking niet op een server opgeslagen.
pa: ਤੁਹਾਡੀਆਂ ਲਈਆਂ ਤਸਵੀਰਾਂ ਹੱਲ ਬਣਾਉਣ ਲਈ ਸੁਰੱਖਿਅਤ ਕਨੈਕਸ਼ਨ ਰਾਹੀਂ ਸਾਡੀ AI ਸੇਵਾ ਨੂੰ ਭੇਜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਪ੍ਰੋਸੈਸਿੰਗ ਤੋਂ ਬਾਅਦ ਤਸਵੀਰਾਂ ਕਿਸੇ ਵੀ ਸਰਵਰ 'ਤੇ ਸਟੋਰ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ।
pl: Zrobione zdjęcia są wysyłane do naszej usługi AI za pośrednictwem bezpiecznego połączenia w celu wygenerowania rozwiązań. Obrazy nie są przechowywane na żadnym serwerze po przetworzeniu.
pt_br: As fotos tiradas são enviadas ao nosso serviço de IA por meio de uma conexão segura para gerar soluções. As imagens não são armazenadas em nenhum servidor após o processamento.
pt_pt: As fotos tiradas são enviadas ao nosso serviço de IA através de uma ligação segura para gerar soluções. As imagens não são armazenadas em nenhum servidor após o processamento.
ro: Fotografiile pe care le faceți sunt trimise serviciului nostru AI printr-o conexiune securizată pentru a genera soluții. Imaginile nu sunt stocate pe niciun server după procesare.
ru: Сделанные фотографии отправляются в наш AI-сервис через защищённое соединение для генерации решений. Изображения не сохраняются на серверах после обработки.
sk: Fotografie, ktoré urobíte, sa odosielajú do našej AI služby cez zabezpečené pripojenie na generovanie riešení. Obrázky sa po spracovaní neukladajú na žiadnom serveri.
su: Poto anu anjeun candak dikirim ka ladenan AI urang ngalangkungan sambungan aman pikeun ngahasilkeun solusi. Gambar henteu disimpen dina server mana waé saatos diolah.
sv: Foton du tar skickas till vår AI-tjänst via en säker anslutning för att generera lösningar. Bilder lagras inte på någon server efter bearbetning.
sw: Picha unazopiga zinatumwa kwa huduma yetu ya AI kupitia muunganisho salama ili kutengeneza majibu. Picha hazihifadhiwi kwenye seva yoyote baada ya kuchakatwa.
ta: நீங்கள் எடுக்கும் புகைப்படங்கள் தீர்வுகளை உருவாக்க பாதுகாப்பான இணைப்பு வழியாக எங்கள் AI சேவைக்கு அனுப்பப்படும். செயலாக்கத்திற்குப் பிறகு படங்கள் எந்த சேவையகத்திலும் சேமிக்கப்படாது.
te: మీరు తీసిన ఫోటోలు సొల్యూషన్‌లను రూపొందించడానికి సురక్షిత కనెక్షన్ ద్వారా మా AI సేవకు పంపబడతాయి. ప్రాసెసింగ్ తర్వాత చిత్రాలు ఏ సర్వర్‌లోనూ నిల్వ చేయబడవు.
th: ภาพถ่ายที่คุณถ่ายจะถูกส่งไปยังบริการ AI ของเราผ่านการเชื่อมต่อที่ปลอดภัยเพื่อสร้างคำตอบ รูปภาพจะไม่ถูกจัดเก็บบนเซิร์ฟเวอร์ใด ๆ หลังจากการประมวลผล
tr: Çektiğiniz fotoğraflar, çözüm üretmek için güvenli bağlantı üzerinden AI servisimize gönderilir. Görseller işlendikten sonra sunucuda saklanmaz.
ug: سىز تارتقان سۈرەتلەر بىخەتەر ئۇلىنىش ئارقىلىق يېشىش چارىسى ھاسىل قىلىش ئۈچۈن AI مۇلازىمىتىمىزگە ئەۋەتىلىدۇ. رەسىملەر بىر تەرەپ قىلىنغاندىن كېيىن ھېچقانداق مۇلازىمېتىردا ساقلانمايدۇ.
uk: Зроблені фотографії надсилаються до нашого AI-сервісу через захищене з'єднання для генерації розв'язків. Зображення не зберігаються на жодному сервері після обробки.
ur: آپ کی لی گئی تصاویر حل پیدا کرنے کے لیے محفوظ کنکشن کے ذریعے ہماری AI سروس کو بھیجی جاتی ہیں۔ پروسیسنگ کے بعد تصاویر کسی بھی سرور پر محفوظ نہیں کی جاتیں۔
vi: Ảnh bạn chụp được gửi đến dịch vụ AI của chúng tôi qua kết nối an toàn để tạo lời giải. Hình ảnh không được lưu trữ trên bất kỳ máy chủ nào sau khi xử lý.
xh: Iifoto ozithathayo zithunyelwa kwinkonzo yethu ye-AI ngonxibelelwano olukhuselekileyo ukuze kuveliswe izisombululo. Imifanekiso ayigcinwa kwiseva nayiphi na emva kokucutshungulwa.
zh_hans: 您拍摄的照片将通过安全连接发送到我们的 AI 服务以生成解答。图片在处理后不会存储在任何服务器上。
zh_hant: 您拍攝的照片會透過安全連線傳送至我們的 AI 服務以產生解答。圖片在處理後不會儲存於任何伺服器。
zh_hk: 您拍攝的照片會透過安全連線傳送至我們的 AI 服務以產生解答。圖片在處理後不會儲存於任何伺服器。
zu: Izithombe ozithathayo zithunyelwa kusevisi yethu ye-AI ngokuxhumana okuphephile ukuze kukhiqizwe izixazululo. Izithombe azigcinwa kunoma iyiphi iseva ngemva kokucubungulwa.

# data_disclosure_title
source: Data Processing Notice
ar: إشعار معالجة البيانات
az: Məlumat Emalı Bildirişi
bg: Известие за обработка на данни
bn: ডেটা প্রক্রিয়াকরণ বিজ্ঞপ্তি
ca: Avís de processament de dades
cs: Oznámení o zpracování dat
da: Meddelelse om databehandling
de: Datenverarbeitungshinweis
el: Ειδοποίηση Επεξεργασίας Δεδομένων
es: Aviso de procesamiento de datos
es_419: Aviso de procesamiento de datos
es_mx: Aviso de procesamiento de datos
es_us: Aviso de procesamiento de datos
fa: اعلامیه پردازش داده‌ها
fi: Tietojenkäsittelyilmoitus
fil: Abiso sa Pagproseso ng Data
fr: Avis de traitement des données
fr_ca: Avis de traitement des données
gu: ડેટા પ્રોસેસિંગ સૂચના
ha: Sanarwar Aiwatar da Bayanai
he: הודעה על עיבוד נתונים
hi: डेटा प्रोसेसिंग सूचना
hr: Obavijest o obradi podataka
hu: Adatfeldolgozási értesítés
id: Pemberitahuan Pemrosesan Data
it: Avviso sul trattamento dei dati
ja: データ処理に関するお知らせ
jv: Kabar Pemrosesan Data
kk: Деректерді өңдеу туралы хабарлама
kn: ಡೇಟಾ ಪ್ರಕ್ರಿಯೆ ಸೂಚನೆ
ko: 데이터 처리 안내
ku: Agahdariya Pêvajoya Daneyê
mr: डेटा प्रक्रिया सूचना
ms: Notis Pemprosesan Data
nb: Merknad om databehandling
nl: Gegevensverwerkingsmelding
pa: ਡੇਟਾ ਪ੍ਰੋਸੈਸਿੰਗ ਸੂਚਨਾ
pl: Informacja o przetwarzaniu danych
pt_br: Aviso de processamento de dados
pt_pt: Aviso de processamento de dados
ro: Notificare privind prelucrarea datelor
ru: Уведомление об обработке данных
sk: Oznámenie o spracovaní údajov
su: Bewara Pamrosésan Data
sv: Meddelande om databehandling
sw: Taarifa ya Uchakataji wa Data
ta: தரவு செயலாக்க அறிவிப்பு
te: డేటా ప్రాసెసింగ్ నోటీస్
th: ประกาศการประมวลผลข้อมูล
tr: Veri İşleme Bildirimi
ug: سانلىق مەلۇمات بىر تەرەپ قىلىش ئۇقتۇرۇشى
uk: Повідомлення про обробку даних
ur: ڈیٹا پروسیسنگ نوٹس
vi: Thông báo xử lý dữ liệu
xh: Isaziso sokuSetyenzwa kweeDatha
zh_hans: 数据处理通知
zh_hant: 資料處理通知
zh_hk: 資料處理通知
zu: Isaziso Sokucubungula Idatha

source: Delete
ar: حذف
az: Sil
bg: Изтрий
bn: মুছুন
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
es_mx: Eliminar
es_us: Eliminar
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
fr_ca: Supprimer
gu: હટાવો
ha: Goge
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
jv: Busak
kk: Жою
kn: ಅಳಿಸು
ko: 삭제
ku: Jêbirin
mr: हटव
ms: Padam
nb: Slett
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sk: Odstrániť
su: Hapus
sv: Ta bort
sw: Futa
ta: அழிக்கவும்
te: తొలగించండి
th: ลบ
tr: Sil
ug: ئۆچۈرۈش
uk: Видалити
ur: مٹا دو
vi: Xóa
xh: Cima
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除
zu: Susa

source: Detailed explanations for every step
ar: تفسيرات مفصّلة لكل خطوة
az: Hər addım üçün ətraflı izahatlar
bg: Подробни обяснения за всяка стъпка
bn: প্রতিটি ধাপের জন্য বিস্তারিত ব্যাখ্যা
ca: Explicacions detallades per a cada pas
cs: Podrobné vysvětlení každého kroku
da: Detaljerede forklaringer for hvert trin
de: Detaillierte Erklärungen zu jedem Schritt
el: Αναλυτικές εξηγήσεις για κάθε βήμα
es: Explicaciones detalladas para cada paso
es_419: Explicaciones detalladas en cada paso
es_mx: Explicaciones detalladas para cada paso
es_us: Explicaciones detalladas para cada paso
fa: توضیحات مفصل برای هر مرحله
fi: Yksityiskohtaiset selitykset jokaiseen vaiheeseen
fil: Detalyadong paliwanag sa bawat hakbang
fr: Explications détaillées pour chaque étape
fr_ca: Explications détaillées pour chaque étape
gu: દરેક સ્ટેપ માટે વિગતવાર સમજાવણીઓ
ha: Bayani dalla-dalla na kowane mataki
he: הסברים מפורטים לכל שלב
hi: हर चरण के लिए विस्तृत व्याख्या
hr: Detaljna objašnjenja za svaki korak
hu: Részletes magyarázat minden lépéshez
id: Penjelasan rinci untuk setiap langkah
it: Spiegazioni dettagliate per ogni passaggio
ja: 各ステップの詳細な説明
jv: Panjelasan rinci kanggo saben langkah
kk: Әр қадамға егжей‑тегжейлі түсініктеме
kn: ಪ್ರತಿ ಹಂತದ ವಿವರವಾದ ವಿವರಣೆಗಳು
ko: 각 단계에 대한 자세한 설명
ku: Şiroveya hertîpî yên her gav
mr: प्रत्येक टप्प्यासाठी सविस्तर स्पष्टीकरण
ms: Penjelasan terperinci untuk setiap langkah
nb: Detaljerte forklaringer for hvert trinn
nl: Gedetailleerde uitleg bij elke stap
pa: ਹਰ ਕਦਮ ਲਈ ਵਿਸਥਾਰਪੂਰਕ ਵਿਆਖਿਆਵਾਂ
pl: Szczegółowe objaśnienia dla każdego kroku
pt_br: Explicações detalhadas para cada passo
pt_pt: Explicações detalhadas para cada passo
ro: Explicații detaliate pentru fiecare pas
ru: Подробные пояснения к каждому шагу
sk: Podrobné vysvetlenia ku každému kroku
su: Panjelasan rinci pikeun tiap léngkah
sv: Detaljerade förklaringar för varje steg
sw: Maelezo ya undani kwa kila hatua
ta: ஒவ்வொரு படிகளுக்கும் விரிவான விளக்கங்கள்
te: ప్రతి దశకు వివరణాత్మక వివరణలు
th: คำอธิบายอย่างละเอียดสำหรับแต่ละขั้นตอน
tr: Her adım için detaylı açıklama
ug: ھەر قەدەم ئۈچۈن تەپسىلياتلىق چۈشەندۈرۈش
uk: Детальні пояснення для кожного кроку
ur: ہر قدم کی مفصل وضاحتیں
vi: Giải thích chi tiết cho mọi bước
xh: Iincazelo ezinemininingwane kuwo onke amanyathelo
zh_hans: 每一步都有详细解释
zh_hant: 每個步驟都有詳細說明
zh_hk: 每一步都有詳細解釋
zu: Izincazelo ezinemininingwane kuzo zonke izinyathelo.

source: Double tap to crop the selected area and solve
ar: اضغط مرتين لقص المنطقة المحددة وحلها
az: Seçilmiş sahəni kəsmək və həll etmək üçün iki dəfə vur
bg: Докосни два пъти, за да изрежеш избраната област и да решиш
bn: নির্বাচিত অংশ ক্রপ করে সমাধান করতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per retallar l'àrea seleccionada i resoldre
cs: Dvakrát klepni pro oříznutí vybrané oblasti a vyřešení
da: Dobbelttryk for at beskære det valgte område og løse
de: Doppeltippen, um den ausgewählten Bereich zuzuschneiden und zu lösen
el: Πατήστε δύο φορές για να περικόψετε την επιλεγμένη περιοχή και να λύσετε
es: Toca dos veces para recortar el área seleccionada y resolver
es_419: Toca dos veces para recortar el área seleccionada y resolver
es_mx: Toca dos veces para recortar el área seleccionada y resolver
es_us: Toca dos veces para recortar el área seleccionada y resolver
fa: دو بار ضربه بزنید تا ناحیهٔ انتخاب‌شده را برش دهید و حل شود
fi: Kaksoisnapauta rajataksesi valitun alueen ja ratkaistaksesi
fil: Double tap para i-crop ang napiling bahagi at lutasin
fr: Double-clique pour rogner la zone sélectionnée et résoudre
fr_ca: Double‑tappez pour recadrer la zone sélectionnée et résoudre
gu: પસંદ કરેલી જગ્યા ક્રોપ કરવા અને ઉકેલવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don yanke yankin da aka zaɓa kuma warware
he: הקיש/י פעמיים כדי לגזור את האזור הנבחר ולפתור
hi: चयनित क्षेत्र को काटने और हल करने के लिए दो बार टैप करें
hr: Dvostruki dodir za izrezivanje odabranog područja i rješavanje
hu: Dupla koppintás a kiválasztott terület kivágásához és megoldásához
id: Ketuk dua kali untuk memangkas area yang dipilih dan menyelesaikan
it: Doppio tocco per ritagliare l'area selezionata e risolvere
ja: 選択した領域をダブルタップして切り抜き、解く
jv: Ketok pindho kanggo motong area sing dipilih lan ngrampungake
kk: Таңдалған аймақты қиып, шешу үшін екі рет түрту
kn: ಆಯ್ದ ಭಾಗವನ್ನು ಕತ್ತರಿಸಿ ಮತ್ತು ಪರಿಹರಿಸಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 선택한 영역을 두 번 탭하여 자르고 풀이하세요
ku: Ji bo qirqkirina herêmê û çaresazkirin dubare bikî
mr: निवडलेला भाग कापण्यासाठी आणि सोडवण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk memotong kawasan yang dipilih dan menyelesaikannya
nb: Dobbelttrykk for å beskjære det valgte området og løse
nl: Tik dubbel om het geselecteerde gebied bij te snijden en op te lossen
pa: ਚੁਣੀ ਗਈ ਖੇਤਰ ਰਾਹੀਂ ਕੱਟਣ ਅਤੇ ਹੱਲ ਕਰਨ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby przyciąć zaznaczony obszar i rozwiązać
pt_br: Toque duas vezes para recortar a área selecionada e resolver
pt_pt: Toca duas vezes para recortar a área selecionada e resolver
ro: Atinge de două ori pentru a decupa zona selectată și a rezolva
ru: Дважды нажми, чтобы обрезать выбранную область и решить
sk: Dvojitým ťuknutím orež vybranú oblasť a vyrieš
su: Ketok dua kali pikeun motong daérah anu dipilih jeung ngajawab
sv: Dubbeltryck för att beskära det valda området och lös problemet
sw: Bonyeza mara mbili kukata eneo ulilochagua na kutatua
ta: தேர்ந்த பகுதியை வெட்டி தீர்க்க இருமடித்துச் தட்டவும்
te: ఎంచుకున్న ప్రాంతాన్ని కట్ చేసి పరిష్కరించడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อครอบตัดพื้นที่ที่เลือกแล้วแก้โจทย์
tr: Seçili alanı kırpıp çözmek için çift dokunun
ug: تاللانغان رايوننى قىستۇرۇپ ھەل قىلىش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб обрізати вибрану ділянку і розв'язати
ur: منتخب حصے کو کاٹ کر حل کرنے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để cắt vùng đã chọn và giải
xh: Thepha kabini ukusika indawo ekhethiweyo uye usombulule
zh_hans: 双击裁切所选区域并求解
zh_hant: 連按兩下以裁切選取區域並解題
zh_hk: 連按兩下以裁剪所選範圍並解題
zu: Thepha kabili ukusika indawo ekhethiwe bese uxazulula

source: Double tap to go to the next page
ar: اضغط مرتين للانتقال إلى الصفحة التالية
az: Növbəti səhifəyə keçmək üçün iki dəfə vur
bg: Докосни два пъти, за да преминеш към следващата страница
bn: পরবর্তী পৃষ্ঠায় যেতে ডাবল ট্যাপ করুন
ca: Prem dues vegades per anar a la pàgina següent
cs: Dvakrát klepni pro přechod na další stránku
da: Dobbelttryk for at gå til næste side
de: Doppeltippen, um zur nächsten Seite zu blättern
el: Πατήστε δύο φορές για να μεταβείτε στην επόμενη σελίδα
es: Toca dos veces para ir a la página siguiente
es_419: Toca dos veces para ir a la siguiente página
es_mx: Toca dos veces para ir a la siguiente página
es_us: Toca dos veces para ir a la siguiente página
fa: دو بار ضربه بزنید برای رفتن به صفحهٔ بعد
fi: Kaksoisnapauta siirtyäksesi seuraavalle sivulle
fil: Double tap para pumunta sa susunod na pahina
fr: Double-clique pour passer à la page suivante
fr_ca: Double‑tappez pour passer à la page suivante
gu: આગળના પાનું જોવા માટે ડબલ ટૅપ કરો
ha: Matsa sau biyu don zuwa shafi na gaba
he: הקיש/י פעמיים כדי לעבור לעמוד הבא
hi: अगले पृष्ठ पर जाने के लिए दो बार टैप करें
hr: Dvostruki dodir za prelazak na sljedeću stranicu
hu: Dupla koppintás a következő oldalra
id: Ketuk dua kali untuk ke halaman berikutnya
it: Doppio tocco per passare alla pagina successiva
ja: ダブルタップで次のページへ進む
jv: Ketok pindho kanggo menyang kaca sabanjure
kk: Келесі бетке өту үшін екі рет түрту
kn: ಮುಂದಿನ ಪುಟಕ್ಕೆ ಹೋಗಲು ದ್ವಿಗುಣವಾಗಿ ದಬ್ಬಿಸಿ
ko: 다음 페이지로 가려면 두 번 탭하세요
ku: Ji bo rûpelê paşîn dubare bikî
mr: पुढील पानावर जाण्यासाठी दुहेरी टॅप कर
ms: Ketuk dua kali untuk ke halaman seterusnya
nb: Dobbelttrykk for å gå til neste side
nl: Tik dubbel om naar de volgende pagina te gaan
pa: ਅਗਲੇ ਪੰਨੇ 'ਤੇ ਜਾਣ ਲਈ ਡਬਲ-ਟੈਪ ਕਰੋ
pl: Dwukrotnie stuknij, aby przejść do następnej strony
pt_br: Toque duas vezes para ir para a próxima página
pt_pt: Toca duas vezes para ir para a página seguinte
ro: Atinge de două ori pentru a trece la pagina următoare
ru: Дважды нажми, чтобы перейти на следующую страницу
sk: Dvojitým ťuknutím prejsť na ďalšiu stránku
su: Ketok dua kali pikeun ka kaca salajengna
sv: Dubbeltryck för att gå till nästa sida
sw: Bonyeza mara mbili kwenda ukurasa unaofuata
ta: அடுத்த பக்கத்திற்கு செல்ல இருமடித்துச் தட்டவும்
te: తరువాతి పేజీకి వెళ్లడానికి రెండు సార్లు తాకండి
th: แตะสองครั้งเพื่อไปหน้าถัดไป
tr: Sonraki sayfaya geçmek için çift dokunun
ug: كېيىنكى بەتكە ئۆتۈش ئۈچۈن ئىككى قېتىم بىسىڭ
uk: Двічі торкніться, щоб перейти на наступну сторінку
ur: اگلے صفحے پر جانے کے لیے ڈبل ٹیپ کرو
vi: Chạm hai lần để sang trang tiếp theo
xh: Thepha kabini uye kwiphepha elilandelayo
zh_hans: 双击前往下一页
zh_hant: 連按兩下以前往下一頁
zh_hk: 連按兩下以到下一頁
zu: Thepha kabili ukuya ekhasini elilandelayo
